[
    {
        "first_name": "James", 
        "last_name": "Inhofe", 
        "congress": "113", 
        "classification_errors": 35.0, 
        "title": "SYRIA", 
        "votes": 485, 
        "days_until_term_ends": 481, 
        "sex": "M", 
        "state": "OKLAHOMA", 
        "log_likelyhood": -86.28843, 
        "statement": "And maybe someday we will be able to fight whole wars      without using a single human, but today, in 2013, we can't      have a surgical strike without someone saying where to drop      the bombs or where to aim those missiles. And those planes      that drop the bombs? The destroyers that carry the missiles?      They have pilots, captains, and crews. All humans. Even the      ``unmanned'' drones have human pilots, and the psychological      wear and tear on them is staggering. Planes take off from      airfields in foreign lands and from aircraft carriers, both      of which are staffed by thousands of American somebodies,      just like those destroyer ships. At every turn in a military      operation you will find people. Intel analysts, linguists,      flight crews, and cooks. Even war plans . . . rely on      thousands of people who will be pulled to a new duty, which      causes reshuffling far and wide in the military community.      And this, most definitely, affects our military families.", 
        "geometric_mean_probability": 0.837, 
        "date": "2013-09-09", 
        "party": "Republican", 
        "dim_2": 0.039, 
        "id": "15a32d0019d99afa553576e446886659", 
        "dim_1": 0.552
    }, 
    {
        "first_name": "Patrick", 
        "last_name": "Leahy", 
        "congress": "113", 
        "classification_errors": 10.0, 
        "title": "JUDICIAL NOMINATIONS", 
        "votes": 545, 
        "days_until_term_ends": 957, 
        "sex": "M", 
        "state": "VERMONT", 
        "log_likelyhood": -28.19061, 
        "statement": "Let me respond to some of the criticisms levied against him with respect to the so-called drone memos as well as allegations that he would not be an independent judge who adheres to the rule of law. I reject both of those criticisms.", 
        "geometric_mean_probability": 0.95, 
        "date": "2014-05-22", 
        "party": "Democrat", 
        "dim_2": -0.15, 
        "id": "e8be42fc6aad892d251601fda58df0ee", 
        "dim_1": -0.375
    }, 
    {
        "first_name": "Edward", 
        "last_name": "Markey", 
        "congress": "113", 
        "classification_errors": 16.0, 
        "title": "BARRON NOMINATION", 
        "votes": 527, 
        "days_until_term_ends": 226, 
        "sex": "M", 
        "state": "MASSACHUSETTS", 
        "log_likelyhood": -33.46677, 
        "statement": "I stand alongside those of my colleagues who believe transparency is paramount and that we need a public debate on drone policy. Indeed, I support a robust debate on our entire drone policy, not simply the use of a drone to kill an American citizen who was plotting the annihilation of his fellow Americans.", 
        "geometric_mean_probability": 0.938, 
        "date": "2014-05-22", 
        "party": "Democrat", 
        "dim_2": -0.464, 
        "id": "073248049d9792f0355ddc3ae6916991", 
        "dim_1": -0.498
    }, 
    {
        "first_name": "Edward", 
        "last_name": "Markey", 
        "congress": "113", 
        "classification_errors": 16.0, 
        "title": "BARRON NOMINATION", 
        "votes": 527, 
        "days_until_term_ends": 226, 
        "sex": "M", 
        "state": "MASSACHUSETTS", 
        "log_likelyhood": -33.46677, 
        "statement": "But let us be clear: David Barron is not responsible for the administration's delay in releasing the memos he and others in the Office of Legal Counsel were directed to produce. He is certainly not responsible for the administration's drone policy or the decision to authorize an attack. He is a lawyer who was asked to do legal analysis for his client, the President of the United States.", 
        "geometric_mean_probability": 0.938, 
        "date": "2014-05-22", 
        "party": "Democrat", 
        "dim_2": -0.464, 
        "id": "00e3db60352f5048d7f989e49f255738", 
        "dim_1": -0.498
    }, 
    {
        "first_name": "Edward", 
        "last_name": "Markey", 
        "congress": "113", 
        "classification_errors": 16.0, 
        "title": "BARRON NOMINATION", 
        "votes": 527, 
        "days_until_term_ends": 226, 
        "sex": "M", 
        "state": "MASSACHUSETTS", 
        "log_likelyhood": -33.46677, 
        "statement": "Entangling David Barron's nomination with the policy of drone deployment is unfair to him and unfair to the people of Massachusetts, Maine, New Hampshire, Rhode Island, and Puerto Rico who need the vacancy on the First Circuit filled by someone as qualified as David Barron.", 
        "geometric_mean_probability": 0.938, 
        "date": "2014-05-22", 
        "party": "Democrat", 
        "dim_2": -0.464, 
        "id": "74e4c90c34e15eb278c97214fa9e581d", 
        "dim_1": -0.498
    }, 
    {
        "first_name": "Dianne", 
        "last_name": "Feinstein", 
        "congress": "113", 
        "classification_errors": 10.0, 
        "title": "UNANIMOUS CONSENT REQUESTS--H.R. 4031 and S. 1982", 
        "votes": 523, 
        "days_until_term_ends": 1687, 
        "sex": "F", 
        "state": "CALIFORNIA", 
        "log_likelyhood": -23.5663, 
        "statement": "Second, on July 16, 2010, Professor Barron wrote a memo entitled ``Re: Best Practices for OLC Legal Advice and Written Opinions'' that updated previous OLC guidance. It said that OLC ``operates from the presumption that it should make its significant opinions fully and promptly available to the public. This presumption furthers the interests of Executive Branch transparency, thereby contributing to accountability and effective government, and promoting public confidence in the legality of government action.'' This presumption did not exist in the Bush administration; David Barron was responsible for establishing it as OLC policy. Given Barron's impressive record and his shift of OLC toward more transparency, it simply is wrong to oppose his nomination because a classified OLC opinion on drone strikes has not been made public yet, a decision that was not even his to make.", 
        "geometric_mean_probability": 0.956, 
        "date": "2014-05-22", 
        "party": "Democrat", 
        "dim_2": -0.188, 
        "id": "c6929fc2b2cd2a83c53423f1a06d38ba", 
        "dim_1": -0.263
    }, 
    {
        "first_name": "John", 
        "last_name": "Cornyn", 
        "congress": "113", 
        "classification_errors": 57.0, 
        "title": "LEGISLATIVE SESSION", 
        "votes": 534, 
        "days_until_term_ends": 226, 
        "sex": "M", 
        "state": "TEXAS", 
        "log_likelyhood": -108.33341, 
        "statement": "We have just had a vote on one of the lawyers who wrote the memo by which President Obama authorized a drone attack on Anwar al-Awlaki on September 2011 overseas, so there is no question the Fort Hood shooter believed he was acting on behalf of Al-Qaeda. There is no one who can deny he shouted ``Allah akbar'' before opening fire, and no one who can deny he has since described the act as an act of jihad.", 
        "geometric_mean_probability": 0.816, 
        "date": "2014-05-22", 
        "party": "Republican", 
        "dim_2": -0.007, 
        "id": "06317beb376e044f30abd2a73a75a254", 
        "dim_1": 0.499
    }, 
    {
        "first_name": "Louie", 
        "last_name": "Gohmert", 
        "congress": "114", 
        "classification_errors": 71.0, 
        "title": "REGULATORY GRIDLOCK", 
        "votes": 1068, 
        "days_until_term_ends": 361, 
        "sex": "M", 
        "state": "TEXAS", 
        "log_likelyhood": -151.29761, 
        "statement": "Capitol Hill staffers were led in prayer by a man who, ultimately, the Obama administration--the President himself--considered to be so dangerous he had to take him out with a drone strike in Yemen. He was so dangerous to the United States that we couldn't even risk arresting him later. He had to take him out with a bomb strike.", 
        "geometric_mean_probability": 0.868, 
        "date": "2016-01-08", 
        "party": "Republican", 
        "dim_2": -0.235, 
        "id": "313c49a818b53d5ccb9d5e0b7cf3255f", 
        "dim_1": 0.597
    }, 
    {
        "first_name": "Louie", 
        "last_name": "Gohmert", 
        "congress": "114", 
        "classification_errors": 71.0, 
        "title": "REGULATORY GRIDLOCK", 
        "votes": 1068, 
        "days_until_term_ends": 361, 
        "sex": "M", 
        "state": "TEXAS", 
        "log_likelyhood": -151.29761, 
        "statement": "How was he an American citizen? His parents, who raised him to hate America, came to America on student visas. They studied here and had Anwar al-Awlaki. They took him back to Yemen and taught him to hate America. He became so dangerous that even President Obama felt he had to order a strike on an American citizen, without his having had a trial, without due process. He felt he had to take him out with a drone because that American citizen--an American citizen only because his parents came here on visas--was too dangerous for them to do anything else. It is time we started protecting our homeland, and we need an administration that will do it.", 
        "geometric_mean_probability": 0.868, 
        "date": "2016-01-08", 
        "party": "Republican", 
        "dim_2": -0.235, 
        "id": "1501bcc75ca50542c0ebf6f62e67f6ab", 
        "dim_1": 0.597
    }, 
    {
        "first_name": "Unknown", 
        "last_name": "Unknown", 
        "congress": "Unknown", 
        "classification_errors": "Unknown", 
        "title": "CONGRATULATIONS TO GERING HIGH SCHOOL", 
        "votes": "Unknown", 
        "days_until_term_ends": "Unknown", 
        "sex": "Unknown", 
        "state": "Unknown", 
        "log_likelyhood": "Unknown", 
        "statement": "It is exciting to see young innovators from western Nebraska, especially my alma mater, recognized nationally for their ideas on how to advance agriculture. The students designed a drone-powered system to reduce herbicide quantity by allowing farmers to directly target specific areas rather than spraying entire fields. I applaud each of them for their hard work and the dedication they put into their winning project.", 
        "geometric_mean_probability": "Unknown", 
        "date": "2017-05-03", 
        "party": "Unknown", 
        "dim_2": "Unknown", 
        "id": "1dca6f6fff237a98bedcc5bd6e3f6bba", 
        "dim_1": "Unknown"
    }, 
    {
        "first_name": "Unknown", 
        "last_name": "Unknown", 
        "congress": "Unknown", 
        "classification_errors": "Unknown", 
        "title": "TOPICS OF THE DAY", 
        "votes": "Unknown", 
        "days_until_term_ends": "Unknown", 
        "sex": "Unknown", 
        "state": "Unknown", 
        "log_likelyhood": "Unknown", 
        "statement": "You save if you can point to creating a job, you can point to creating a job. You might be able to point to those jobs and say, listen, we invested this money in national defense and decided to build these tanks or these drones or these bulletproof vests or M-4s or whatever it might be, so because we've invested in this new equipment and hardware, this factory has lit up and hired people for the exclusive purpose of making tanks or drones or bulletproof vests or M-4s. So all those jobs you might point to and say these jobs are created by government spending.", 
        "geometric_mean_probability": "Unknown", 
        "date": "2010-07-19", 
        "party": "Unknown", 
        "dim_2": "Unknown", 
        "id": "9689e1b200e250d4acdeab1268345baa", 
        "dim_1": "Unknown"
    }, 
    {
        "first_name": "Ted", 
        "last_name": "Poe", 
        "congress": "114", 
        "classification_errors": 75.0, 
        "title": "PAKISTAN: FRIEND OR FOE IN THE FIGHT AGAINST TERRORISM?", 
        "votes": 956, 
        "days_until_term_ends": 103, 
        "sex": "M", 
        "state": "TEXAS", 
        "log_likelyhood": -157.92129, 
        "statement": "Mr. Speaker, on May 21, 2016, a U.S. drone strike killed the leader of the Afghan Taliban, Mullah Mansour. To no one's surprise, at the time of his death Mansour was in southwestern Pakistan. The drone strike Pakistan's longstanding support for terrorist groups. For example, Pakistan openly supported the Afghan Taliban both before and after the extremists took control of Kabul in ", 
        "geometric_mean_probability": 0.848, 
        "date": "2016-09-22", 
        "party": "Republican", 
        "dim_2": 0.058, 
        "id": "4331989c801016b1f507fe7342297056", 
        "dim_1": 0.592
    }, 
    {
        "first_name": "Bill", 
        "last_name": "Nelson", 
        "congress": "114", 
        "classification_errors": 40.0, 
        "title": "SECTION 2152 OF THE FEDERAL AVIATION REAUTHORIZATION BILL", 
        "votes": 394, 
        "days_until_term_ends": 938, 
        "sex": "M", 
        "state": "FLORIDA", 
        "log_likelyhood": -95.6803, 
        "statement": "While I am disappointed that these amendments could not clear the full Senate, including one that preserves certain State and local powers to deal with public safety concerns regarding drones, I will work with Chairman Thune to address this and other issues in the conference committee once the House has acted.", 
        "geometric_mean_probability": 0.784, 
        "date": "2016-06-09", 
        "party": "Democrat", 
        "dim_2": 0.314, 
        "id": "d453e6d84137ce326c42cbb1c3b2fbfb", 
        "dim_1": -0.189
    }, 
    {
        "first_name": "Unknown", 
        "last_name": "Unknown", 
        "congress": "Unknown", 
        "classification_errors": "Unknown", 
        "title": "{time}  2035\n                  RECEIVE A MESSAGE FROM THE PRESIDENT", 
        "votes": "Unknown", 
        "days_until_term_ends": "Unknown", 
        "sex": "Unknown", 
        "state": "Unknown", 
        "log_likelyhood": "Unknown", 
        "statement": "There is one last pillar of our leadership, and that is the example of our values. As Americans, we respect human dignity even when we are threatened, which is why I have prohibited torture and worked to make sure our use of new technology, like drones, is properly constrained.", 
        "geometric_mean_probability": "Unknown", 
        "date": "2015-01-20", 
        "party": "Unknown", 
        "dim_2": "Unknown", 
        "id": "ed962156efe9a6414e267ac0f7e469f7", 
        "dim_1": "Unknown"
    }, 
    {
        "first_name": "Thomas", 
        "last_name": "Tancredo", 
        "congress": "108", 
        "classification_errors": 84.0, 
        "title": "MORE HOMELAND HEROES", 
        "votes": 805, 
        "days_until_term_ends": 599, 
        "sex": "M", 
        "state": "COLORADO", 
        "log_likelyhood": -226.88857, 
        "statement": "Another time a small plane was coming through, and the radar facilities used by the marines, employed by the marines picked it up. It was intercepted. It was also full of narcotics. These would have certainly gone through easily as they had done many times in the past had it not been for the fact that the military was there using military assets, including three drones. These were old, old 1991 model drones, the kind we used in the Gulf War, and they are noisy, but they did the job.", 
        "geometric_mean_probability": 0.754, 
        "date": "2003-05-15", 
        "party": "Republican", 
        "dim_2": -0.022, 
        "id": "00e570c76f3b7adcb6985dc550bab872", 
        "dim_1": 0.75
    }, 
    {
        "first_name": "John", 
        "last_name": "Cornyn", 
        "congress": "113", 
        "classification_errors": 57.0, 
        "title": "BORDER SECURITY, ECONOMIC OPPORTUNITY, AND IMMIGRATION MODERNIZATION \n                             ACT--Continued", 
        "votes": 534, 
        "days_until_term_ends": 564, 
        "sex": "M", 
        "state": "TEXAS", 
        "log_likelyhood": -108.33341, 
        "statement": "Some may say: Full border situational awareness? How are we going to do that? Are we going to link Border Patrol agents arm to arm across a 2,000-mile border? Are we going to just build a fence, as some have advocated, along the 2,000-mile border? The fact is we are going to use the best technology and the best strategy to make sure the resources our U.S. military has deployed in Afghanistan and Iraq and which have been tested along the southern border are available for border control, so that by virtue of radar, eyes in the sky, dirigibles, and unmanned aerial vehicles, a combination of these connected to the sensors on the ground will make sure the Border Patrol knows what is happening along the border when people try to cross and enter illegally. Then it is up to them to hit the 90-percent operational control requirement in both the underlying bill and in my amendment.", 
        "geometric_mean_probability": 0.816, 
        "date": "2013-06-18", 
        "party": "Republican", 
        "dim_2": -0.007, 
        "id": "7d97d9c212a61790b700c80c3cd6fd5a", 
        "dim_1": 0.499
    }, 
    {
        "first_name": "Louie", 
        "last_name": "Gohmert", 
        "congress": "113", 
        "classification_errors": 93.0, 
        "title": "DEFENDING ISRAEL", 
        "votes": 937, 
        "days_until_term_ends": 416, 
        "sex": "M", 
        "state": "TEXAS", 
        "log_likelyhood": -211.23837, 
        "statement": "The first report in Foreign Policy quotes anonymous      American officials saying that Israel has been given access      to air bases by Iran's northern neighbor Azerbaijan from      which Israel could launch air strikes or at least drones and      search and rescue aircraft.", 
        "geometric_mean_probability": 0.798, 
        "date": "2013-11-13", 
        "party": "Republican", 
        "dim_2": -0.235, 
        "id": "1dd308fd2968470292bdacbcd040bc5e", 
        "dim_1": 0.597
    }, 
    {
        "first_name": "Richard", 
        "last_name": "Durbin", 
        "congress": "113", 
        "classification_errors": 7.0, 
        "title": "NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2014--Continued", 
        "votes": 550, 
        "days_until_term_ends": 410, 
        "sex": "M", 
        "state": "ILLINOIS", 
        "log_likelyhood": -19.47374, 
        "statement": "Detainees who pose a risk that cannot be mitigated will not be transferred. And if a former detainee does return to terrorism, he will likely meet the fate of Said al-Shihri, No. 2 official in Al Qaeda in the Arabian Peninsula, who was recently killed in a drone strike.", 
        "geometric_mean_probability": 0.965, 
        "date": "2013-11-19", 
        "party": "Democrat", 
        "dim_2": -0.39, 
        "id": "257bf697eacaacf5d820d6253a814e83", 
        "dim_1": -0.366
    }
]